/* Short menu item indicating the number of minutes */
"1 min" = "1 min";

/* Short menu item indicating the number of seconds */
"15 sec" = "15 seg";

/* Short menu item indicating the number of minutes */
"2 min" = "2 min";

/* Short menu item indicating the number of seconds */
"30 sec" = "30 seg";

/* Short menu item indicating the number of minutes */
"5 min" = "5 min";

/* Label on a button that allows adding of a background image */
"Add" = "Adicionar";

/* Error message */
"An unexpected condition is preventing the completion of this operation." = "Uma situação inesperada está impedindo a conclusão desta operação.";

/* Title for control to set the branching angle pattern of the tree */
"Angle Mode" = "Modo Ângulo";

/* A label for that indicates that the user can change tree branching angles */
"Angles" = "Ângulos";

/* Title for control to turn on and off the animation effects */
"Animation" = "Animação";

/* A label that refers to the top of the tree */
"Apex" = "Topo";

/* Title for control to set the length of the top branches of the tree */
"Apex Length" = "Distância do Topo";

/* Title for control to set what the top branches of the tree look like */
"Apex Mode" = "Modo Topo";

/* Title for control to change the width to height ratio of the tree - use a short word */
"Aspect" = "Aspecto";

/* Title for control to change the width to height ratio of the tree */
"Aspect Ratio" = "Razão da Vista";

/* Title for control set the animation parameters for the width to height ratio of the tree */
"Aspect Ratio Animation" = "Animação da Razão da Vista";

/* A label for a control that refers to the background of the tree drawing */
"Background" = "Plano de Fundo";

/* Title for control to set the background color of the tree */
"Background Color" = "Cor de Fundo";

/* Label for switch to make the background opaque when on, transparent when off */
"Background Fill" = "Ocupação de Fundo";

/* Label on a button that allows selection of the background image to use */
"Background Image" = "Imagem de Fundo";

/* Title for control to adjust the left-right angle balance of the tree */
"Balance" = "Ajustar";

/* Title for control to set the animation parameters for the left-right angle balance of the tree */
"Balance Animation" = "Ajustar Animação";

/* Title for control to set how much the trunk and branches of the tree are curved */
"Bend" = "Inclinar";

/* Title for control to set the animation parameters for the bending of the tree trunk */
"Bend Animation" = "Inclinar Animação";

/* Title for control to set the number of nodes which branches can sprout from */
"Branch Nodes" = "Nós do Galho";

/* Refers to the branches of a tree - short word */
"Branches" = "Ramos";

/* Title for control to set the number of tree branches coming from each sprouting point */
"Branches Per Node" = "Ramos por Nó";

/* A label that refers to the branching structure of the tree */
"Branching" = "Ramagem";

/* Label for button that is used to cancel an operation */
"Cancel" = "Cancelar";

/* Message to place in subject line when sending user created tree by email */
"Check out my latest masterpiece" = "Confira a minha mais recente obra-prima";

/* Title for control that allows the user to set the paper size */
"Choose Paper Size" = "Escolher Tamanho do Papel";

/* Title for menu that allows the length of video to be selected */
"Choose Video Duration" = "Escolher Duração do Vídeo";

/* A title for the controls that change the tree color */
"Colors" = "Cores";

/* Title for control to the level of complexity of the branch pattern of the tree */
"Complexity" = "Complexidade";

/* Help info */
"Create all sorts of mesmerizing motion effects using the Animation Menu. To avoid confusion, turn off animation when you first edit the shape." = "Crie todos os tipos de efeitos hipnotizantes de movimento usando o menu Animação. Para evitar confusão, desligue a animação quando você editar a forma.";

/* Text to say this app was used to make an image */
"Created using Tree Crafter for iPad" = "Criado usando Tree Crafter para iPad";

/* Title for control to set the growth delay for the lowest branches */
"Delay" = "Adiar";

/* Title for control to set the animation parameters for the growth delay for the lowest branches */
"Delay Animation" = "Adiar Animação";

/* A label for a control that changes the intensity of an effect - use a short word */
"Depth" = "Fundo";

/* A label for a control that selects how much detail is shown */
"Detail" = "Detalhe";

/* Label for button that user hits when they are finished changing some setting */
"Done" = "Concluído";

/* Label for button that is used to enable editing */
"Edit" = "Editar";

/* Error message */
"Either camera-roll access is disabled, or another condition is preventing the saving of videos. Camera-roll access can be enabled via your device's privacy settings." = "Ou o acesso ao rolo da câmera está desativado ou outra condição está impedindo salvar vídeos. O acesso ao rolo da câmera pode ser ativado através de configurações de privacidade do seu dispositivo.";

/* Message in error dialog */
"Either camera-roll access is disabled, or some other condition is preventing the processing of images. Camera-roll access can be enabled via your device's privacy settings." = "Ou o acesso ao rolo da câmera está desativado ou alguma outra condição está impedindo processar imagens. O acesso ao rolo da câmera pode ser ativado através de configurações de privacidade do seu dispositivo.";

/* Error message when we can't connect to Facebook */
"Facebook Unavailable" = "Facebook Indisponível";

/* Placeholder for whatever message the user wants for a footer on the image */
"Footer Message" = "Nota de Rodapé";

/* Title for control to set the geometric ratio of the branching pattern */
"Georatio" = "Georrazão";

/* Title for control to set the geometric ratio of the branching pattern */
"Geometric Ratio" = "Georrazão";

/* Title for control to change the animation parameters for the geometric ratio of the branching pattern */
"Georatio Animation" = "Animação da Georrazão";

/* A title for the controls that affect the spatial distribution of colors */
"Gradient" = "Grau";

/* Title for control to change how much of the leaf color is present for the color gradient */
"Gradient Saturation" = "Grau de Saturação";

/* Title for control to change how sharp the spatial color transition is on the tree */
"Gradient Sharpness" = "Grau de Nitidez";

/* Title for control to change the amount that the tree has grown */
"Growth" = "Crescimento";

/* Title for control to set the animation parameters for the amount the tree has grown */
"Growth Animation" = "Animação do Crescimento";

/* Placeholder for whatever message the user wants for a title on the image */
"Header Message" = "Mensagem do Cabeçalho";

/* Label to indicate that we are using high resolution drawing */
"High Detail" = "Detalhe Alto";

/* A label for a control that relates to a division of the length of a tree branch into parts */
"Intervals" = "Intervalos";

/* Indicates that paper is in landscape mode, i.e. wider than it is tall */
"Landscape" = "Paisagem";

/* A label for a control that refers to the leaves of the tree */
"Leaf" = "Folha";

/* Title for control to set the color of the leaves of the tree */
"Leaf Color" = "Cor da Folha";

/* A label that indicates how long something is - short word */
"Length" = "Extensão";

/* A label that refers to the lengths of branches on the tree - short word */
"Lengths" = "Extensões";

/* Title for paper that is letter size */
"Letter (8.5 × 11 in)" = "Letra (216 × 279 mm)";

/* Title for control to select how much detail is shown */
"Level of Detail" = "Nível de Detalhe";

/* Label that indicates how thick the lines are in the drawing */
"Line Weight (%@ ×)" = "Grossura da Linha (%@ ×)";

/* Error message when sending mail does not work */
"Mail Unavailable" = "Erro ao Enviar";

/* Instruction for how to use the touch gestures for changing the shape of the tree */
"Moving two fingers together controls the shape." = "Mover dois dedos juntos controla a forma.";

/* Title for control to set the number of nodes which branches can sprout from */
"Nodes" = "Nós";

/* Label to indicate that we are using the normal image resolution */
"Normal" = "Normal";

/* OK button used to dismiss dialog boxes */
"OK" = "OK";

/* A label for a switch that can be on or off */
"On / Off" = "On / Off";

/* Help info */
"Once you have a good shape, you can experiment with the colors using the Color Settings Menu." = "Tendo uma boa forma, você pode experimentar com as cores usando o Menu de Configurações de Cor.";

/* Speech bubble to tell the user where to go first */
"Start Here" = "Iniciar Aqui";

/* Title for menu showing previously saved PDF files */
"PDF Organizer" = "Organizador de PDF";

/* Indicates that paper is in portrait mode, ie tall and narrow */
"Portrait" = "Retrato";

/* Title for paper that is postcard size */
"Postcard (4.25 × 6 in)" = "Postal (108 × 152 mm)";

/* Title for paper that is poster size */
"Poster (11 × 17 in)" = "Pôster (279 × 432 mm)";

/* Title for paper that is poster size */
"Poster (18 × 24 in)" = "Pôster (457 × 610 mm)";

/* Title for paper that is poster size */
"Poster (24 × 36 in)" = "Pôster (610 × 914 mm)";

/* Title for a dialog box that shows that we are getting an image ready to share */
"Preparing Image" = "Preparando Imagem";

/* Title for dialog showing progress of saving a PDF */
"Preparing PDF File" = "Preparando Arquivo PDF";

/* Title for control to make the branches sprout at random angles */
"Random Angles" = "Ângulos Aleatórios";

/* Title for control to make the tree branches sprout at various random positions along the trunk */
"Random Intervals" = "Intervalos Aleatórios";

/* Title for control to make the branches grow to different random lengths */
"Random Lengths" = "Extensões Aleatórias";

/* Title for control to make the branches deviate randomly away from being straight */
"Random Wiggle" = "Oscilação Aleatória";

/* A label that refers to the a set of parameters that control how chaotic the tree looks */
"Randomize" = "Aleatório";

/* A label for a control that changes the animation speed of an effect - use a short word */
"Rate" = "Ritmo";

/* A label for a button that re-generates a new set of random parameters */
"Refresh" = "Atualizar";

/* Label on a button that allows removing of a background image */
"Remove" = "Remover";

/* Title for control to change how much of the leaf color is present for the color gradient - use a short word */
"Saturation" = "Saturação";

/* Title for a menu that is used for saving images to the camera roll */
"Save Image" = "Salvar Imagem";

/* Title for dialog to help user save tree as a PDF file */
"Save PDF File" = "Salvar PDF";

/* Label for button that is used to save the user's tree */
"Save Tree" = "Salvar Árvore";

/* Title for dialog to allow saving a video */
"Save Video" = "Salvar Video";

/* Title for a dialog box that shows that we are currently saving an image */
"Saving Image to Camera Roll" = "Salvando Imagem no Rolo da Câmera";

/* Message to say we are saving the video */
"Saving Video to Camera Roll" = "Salvando Vídeo no Rolo da Câmera";

/* A label that refers to the shape of the tree */
"Shape" = "Forma";

/* Title for control to change how sharp the spatial color transition is on the tree - use a short word */
"Sharpness" = "Nitidez";

/* Error message when we can't connect to Sina Weibo */
"Sina Weibo Unavailable" = "Sina Weibo Indisponível";

/* A label that refers to various size-setting parameters for the tree */
"Sizes" = "Tamanhos";

/* Title for control to change the rotation of the tree about its axis */
"Spin" = "Girar";

/* Title for control to set the animation parameters for the rotation of the tree about its axis */
"Spin Animation" = "Girar Animação";

/* Title for control to set how much the shape of the tree spreads out */
"Spread" = "Estender";

/* Title for control to set the animation parameters for spreading of the tree branches */
"Spread Animation" = "Estender Animação";

/* Help info */
"Start by using the Shape Menu to change the appearance of your tree. You can begin from any tree, including those in the Saved Trees menu." = "Comece usando o Menu de Forma para mudar a aparência de sua árvore. Você pode começar a partir de qualquer árvore, incluindo aquelas no menu Árvores Salvas.";

/* Title for control to adjust the left-right growth symmetry of the tree */
"Symmetry" = "Simetria";

/* Title for control to set the animation parameters for the left-right growth symmetry of the tree */
"Symmetry Animation" = "Animação da Simetria";

/* A label for a control to set how fast the tree trunk gets thinner towards the top - short word */
"Taper" = "Afunilar";

/* A title for the set of tree parameters that can be animated */
"Targets" = "Alvos";

/* Label on a button that allows selection of the text color to use */
"Text Color" = "Cor do Texto";

/* Help info */
"The Saved Trees Menu allows you to save and organize your work. Example trees are provided to encourage your creative spirit." = "O Menu de Árvores Salvas permite você salvar e organizar seu trabalho. Exemplos de árvores são fornecidos para encorajar seu espírito criativo.";

/* Explanation of error message */
"This device is not currently able to post to Facebook." = "Este dispositivo não pode postar no Facebook no momento.";

/* Explanation of error message */
"This device is not currently able to post to Sina Weibo." = "Este dispositivo não pode postar no Sine Weibo no momento.";

/* Explanation of error message */
"This device is not currently able to post to Twitter." = "Este dispositivo não pode postar no Twitter no momento.";

/* Explanation of mail sending error */
"This device may not be configured to send email." = "Este dispositivo pode não estar configurado para enviar e-mail.";

/* Title for help menu */
"Touch Controls" = "Toque os Controles";

/* Touch the screen - instructions about interacting with the tree size and position */
"Touch to move and scale" = "Toque para mover e dimensionar";

/* Just the word for a tree - lower case noun */
"tree" = "árvore";

/* Title for control to change the overall structure of the tree */
"Tree Mode" = "Modo Árvore";

/* A label for a control that refers to the main trunk of the tree */
"Trunk" = "Tronco";

/* Title for control to set the color of the tree trunk */
"Trunk Color" = "Cor do Tronco";

/* Title for control to set how fast the tree trunk gets thinner towards the top */
"Trunk Taper" = "Cone do Tronco";

/* Title for control to set the width of the tree trunk */
"Trunk Width" = "Largura do Tronco";

/* Instruction for how to use touch gestures to make the tree trunk appear curved one way or the other */
"Turning with two fingers bends the tree." = "Girar com dois dedos para inclinar a árvore.";

/* Title for control to change the twist of the tree like a corkscrew */
"Twist" = "Torcer";

/* Title for control to set the animation parameters for the twist of the tree like a corkscrew */
"Twist Animation" = "Torcer Animação";

/* Error message when we can't connect to Twitter */
"Twitter Unavailable" = "Twitter Indisponível";

/* Title for error dialog */
"Unable to Process Image" = "Incapaz de processar a imagem";

/* Title for error dialog */
"Unable to Save PDF File" = "Incapaz de Salvar Arquivo PDF";

/* Title for error dialog */
"Unable to Save Video" = "Incapaz de Salvar Vídeo";

/* Title for help menu */
"Usage Guide" = "Guia de Uso";

/* Instruction for how to use the panning touch gestures */
"Use one finger to pan around." = "Use um dedo para mover.";

/* Instruction for how to use the zoom touch gestures */
"Use two fingers to zoom in and out." = "Use dois dedos para ampliar e diminuir.";

/* A label for various sliders that control the value of a tree parameter */
"Value" = "Valor";

/* A label that indicates how wide something is - short word */
"Width" = "Largura";

/* Title for control to make the branches deviate randomly away from being straight */
"Wiggle" = "Mexer";

/* A title for the controls which alter the wind animation parameters */
"Wind" = "Vento";

/* Title for control to set how intense the tree shakes for the wind animation */
"Wind Depth" = "Força do Vento";

/* Title for control to set the speed for the wind animation */
"Wind Rate" = "Rapidez do Vento";

/* Help info */
"You can share your trees in various ways and save images or video to the camera roll. You can even export your trees as PDFs to incorporate into art work." = "Você pode compartilhar suas árvores de várias maneiras e salvar imagens ou vídeos para o rolo da câmera. Você pode até mesmo exportar suas árvores como PDFs para incorporar em obras de arte.";

/* Megabytes */
"MB" = "MB";

/* Kilobytes */
"KB" = "KB";

/* Paper size */
"A6 (105 \u00D7 148 mm)" = "A6 (105 x 148 mm)";

/* Paper size */
"A5 (148 \u00D7 210 mm)" = "A5 (148 x 210 mm)";

/* Paper size */
"A4 (210 \u00D7 297 mm)" = "A4 (210 x 297 mm)";

/* Paper size */
"A3 (297 \u00D7 420 mm)" = "A3 (297 x 420 mm)";

/* Paper size */
"A2 (420 \u00D7 594 mm)" = "A2 (420 x 594 mm)";

/* Paper size */
"A1 (594 \u00D7 841 mm)" = "A1 (594 x 841 mm)";

